Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN She's No Angel.tmx
Source language: ko_kr
Languages: en

source: 물병 던지는 걸로 인사도 했으니 자리에 앉을까요?
en: since we already said hello by throwing water, shall we take a seat?

source: 그렇게 안 봤는데 신부님 진짜 웃기는 사람이네.
en: I didn’t think you were such a funny guy.

source: 회의 있다고 둘러대고 나왔어.
en: I told him I had to go out for a meeting.

source: 저는 그냥 안부 인사를 전한 것 뿐입니다.
en: I’m just saying hello.

source: 알 거 없어.
en: it’s none of your business.

source: 넌 아버지 얼굴이 반갑지도 않아?
en: are you not happy seeing your father’s face?

source: 삐 ― 소리가 나면….
en: beep - when you hear a beep....

source: 그럼 월요일에 학교에서 봐요.
en: I’ll see you at school on monday then.

source: 엄마 결혼식도 네가 준비했어?
en: did you also prepare mom’s wedding?

source: 한 번 더 털려서 알몸으로 다녀야 정신 차리려나?
en: must he get robbed again and stripped to the skin to come to his senses?

source: 얘들아― 조용히 해야지.
en: simmer down, guys.

source: 이런!
en: oh no!

source: 와―.
en: wow.

source: 우리 결혼에 참석하는 손님들은?
en: what about the guests who are attending the wedding?

source: 결혼… 사실이에요?
en: is it true… that you’re gonna get married?

source: 평범했어.
en: the usual.

source: 자기 일이 아니었는데도 말이에요.
en: it wasn’t even her job.

source: 무슨 일이 생긴 건 아닐까 하고….
en: I thought something must’ve happened...

source: 좋지 않은 예감이 들어.
en: I’ve got a bad feeling about this.

source: 집중하라고~?
en: concentrate on me!

source: 다음번에는 속옷 한 장만 남겨 놓을게요.
en: next time I’ll leave just one pair of underwear.

source: 대체 둘이 무슨 얘기를 하는 거야?
en: what are they talking about?

source: 이 이상 돌아다니는 건 위험해.
en: I shouldn’t roam around anymore.

source: 아버지가 완벽하다고 생각하는 모든 것들이지.
en: of course, it’s everything father thinks is perfect.

source: 듣기 좋은 시작이네.
en: that's a good start.

source: 사모님…?
en: ma’am...?

source: 그래도 어쩔 수 없어요.
en: but there’s nothing I can do.

source: 아가씨, 몸은 좀 어떠세요?
en: how are you feeling, miss sasha?

source: 돌아올 수 없는 강을 건넜어.
en: that of crossing the river to the point of no return.

source: 알겠어요.
en: understood.

source: 어렵게 생각할 거 뭐 있나?
en: what do you think is difficult?

source: 분위기는 어땠어?
en: how did it feel?

source: 그런 척 하는 것 치고는 눈에 안 띄네?
en: isn’t it obvious it’s just an act?

source: 이건…?
en: are these...?

source: 혀, 협조!?
en: h-help you?!

source: 땅딸리온 이다.
en: it’s daniel.

source: 도와드릴까요?
en: shall I help you?

source: 알고 보니 그런 행동은 어르신에게 물려받은 거였지.
en: it turned out, she inherited that behavior from her elders.

source: 나 같은 놈보다…
en: you’re much more amazing...

source: △X○＃ 다녀요.
en: I’m going to △X○＃.

source: 식물원 같네요.
en: ...rather than just a garden.

source: 다른 사람 걱정은 하지 말라고 방금 말씀드렸을 텐데요.
en: I just told you not to worry about anyone else.

source: 내 걸…
en: ...take...

source: 지금까지 해온 일들이….
en: ...was all in vain...

source: 제대로 잡았어야 했는데…!!
en: I should’ve grabbed you properly...!

source: 결혼하고… 우리 엄마처럼 살았겠지.
en: just gotten married... and lived like my mother.

source: 보건실
en: nurse’s office

source: 어휴 - 덕분에 살았어요 - !
en: whew, you saved us!

source: 이제 됐어.
en: that’s enough.

source: 저런 겁쟁이가 혼자 뭘 하겠어?
en: what could a scaredy-cat like him do alone anyway?

source: 어이!!
en: hey!!!

source: 자네는 늘 집안을 위한 판단을 하니까 말이야.
en: you always make judgments for the family.

source: 그냥 충전할 시간이 필요해서 그래.
en: I just need some time to recharge.

source: 잃어버린 물건도 찾았군!!
en: you found the stuff you lost!

source: 그, 그게― 아니라 ―
en: i-it’s not like that.

source: 저한테요?
en: me?

source: 그냥 감으로.
en: just a hunch.

source: 네 이야기를 했더니 꼭 만나고 싶다며 떼를 쓰더구나.
en: when I told him about you, he pestered me to meet you.

source: 아니라니까요―
en: that’s not it!

source: 지난밤 평안하셨나요?
en: did you sleep well last night?

source: 역시.
en: I knew it.

source: 당신과는 다르게 한가하지 않답니다.
en: we’re really busy unlike you.

source: 그렇게 두드려봤자 소용없다,
en: there's no use in banging the door.

source: 원하시는 대로 공부도, 학원도 다 그만뒀잖아요.
en: I stopped studying and attending academy as you wished.

source: 집에 가서 다시 전화 해야겠어.
en: I’ll call her again when I get home.

source: 대충 이 정도면 될까요?
en: will this much be enough?

source: 저… 도… 그리… 한가하지 않은데요…?
en: I’m... actually... pretty busy too...

source: 뭐 하시는 거죠?
en: what are you doing?

source: 얼굴이 이게 뭐예요?!?!
en: what happened to your face?!

source: 1등 못 할 거면 시도도 하지 마.
en: if you can’t be number one, then don’t even try.

source: 몰라.
en: I don’t know.

source: 시낭독이라니
en: reading poetry...

source: 엉터리….
en: sounds like a scam...

source: 이게 끝?
en: that’s it?

source: 설마… 여긴가?
en: is this... really the place?

source: 이 정도는 바삭해야지.
en: this should be crispy enough.

source: 중간에 갈아입겠죠.
en: she’ll change in the middle.

source: 싸우지 말고 사이좋게 지내야 착한 아이지.
en: be a good girl and don’t fight with him.

source: 집에 안 갔어요?
en: why didn’t you go home?

source: 너 같은 이상주의자들이 세상을 망치는 거라고,
en: idealists like you mess things up,

source: 커피….
en: coffee…

source: 좋은 아침-.
en: good morning...

source: 사사….
en: sasha…

source: 학교 화장실은 더럽다고 여태껏 한 번도 쓴 적 없으면서,
en: he’s never once used the school bathroom till now, cuz he thinks it’s dirty.

source: 답답해서 미치기 일보 직전.
en: on the verge of an outrage due to frustration.

source: 자네는 방을 정리하게.
en: you clean her room.

source: 이런저런 일이 있었어.
en: things happened.

source: 그러지요.
en: sure.

source: 주세요….
en: ...please.

source: 그치?
en: right?

source: 흥.
en: hmph.

source: 꼬리가 셋이나 붙었네?
en: there are three of them?

source: 다름이 아니오라….
en: there’s no difference…

source: 제 나름대로 계획을 짜느라고요―
en: I’ve been making plans of my own.

source: 학교 마치면 오늘 만났던 공원으로 데리러 갈게요.
en: I’ll meet you at the same park where we met today after school.

source: 현재
en: the present

source: 그냥… 뭐….
en: well… you know…

source: 너야말로 쓱싹쓱싹은 다 끝낸 거야?
en: and what about you? have you finished all the cleaning?

source: 내가 바본 줄 알아…?
en: do you take me for a fool...?

source: 전부 쓰레기들 뿐이군.
en: you’re all just pieces of trash.

source: 이건 언제 사진이죠?
en: when was this photo taken?

source: 사실은…
en: honestly speaking…

source: 큰 바보도 우리가 지겹대―?
en: big dummy’s sick of us, too?

source: 싸웠어―?
en: did you fight?

source: 네가 직접 가서 애교 떠는 게 직방일 것 같았어.
en: you went to him directly and used your charms on him.

source: 다 사정이….
en: things just happened…

source: 이 ㅅㄲ 공부 X나 열심히 해.
en: this bastard studies hard and sh*t.

source: 신부님은 그 누구보다도 올바른 일만 했는데,
en: father, you’ve done the right thing more than anyone else has,

source: 도움도 안 되는데 일을 왜 시키는 거죠?
en: why are you making them clean if it won’t help you?

source: 네가 정말 나쁜 사람이었으면 이런 고민 안 했을 거야.
en: if you truly were a bad person, you wouldn’t be so upset like this.

source: 조심해서 나쁠 거 없잖아.
en: there’s nothing wrong with being cautious.

source: 우린 친구잖아요.
en: ...since we’re friends.

source: 앗, 죄송.
en: oh, sorry.

source: 알아봐 주시니 감사합니다.
en: thank you for noticing.

source: 타인보다 자기 몸 챙기는 게 우선이잖아요!
en: taking care of yourself is more important than taking care of others!

source: 마침 이 근처에 볼일이 있었거든요!
en: I was nearby on some errands anyways!

source: 정말 괜찮으시겠어요?
en: are you sure?

source: 아버지!!!
en: father!!!

source: 자꾸 이러시면 곤란하다고 했잖아요….
en: I told you it’d be a problem if you keep doing this…

source: 심리 상담 같은 건 밑 빠진 독에 물 붓는 꼴이라고.
en: psychological counseling is like pouring water into a bottomless pit.

source: 체중 관리 목적으로 라인을 살리는… 어쩌고도 하고.
en: some kind of session to watch your weight... and so on.

source: 하하….
en: haha...

source: 할 말 있으신가요?
en: is there something you’d like to say?

source: 나 때문에 그렇게 된 거니까 책임은 져야지.
en: I have to take responsibility since this happened because of me.

source: 여행지 책자의 맛집 위치 느낌…?
en: this kind of looks like a restaurant in a travel brochure…?

source: 만나서 얘기하고 싶었어요.
en: I wanted to talk to you about it in person.

source: 오밤중에 싸돌아다니는 거 숨길 때부터 알아봤다!!
en: I knew it ever since you hid from me that he wanders in the dead of night!!

source: 당신이 희생한 거잖아요.
en: you sacrificed yourself.

source: 바로 얼마 전까지는 말이야.
en: not too long ago.

source: 뭐 하고 있었어?
en: what were you doing?

source: 며칠 뒤….
en: a few days later...

source: 저 사람은…?
en: that person...

source: 청소는 이미 새벽에 끝냈답니다, 저는 당신보다 부지런하니까요.^^
en: I already finished this morning, since I’m more hard-working than you.

source: 괜찮아요?
en: are you okay?

source: 너.
en: you.

source: 넌 학습됐으니까.
en: you learned.

source: 역시 회장님 다워~
en: as expected of the president~

source: 사사 (통화 중)
en: sasha (on the phone)

source: 따님 인도하러 가셔야죠!
en: you have to go guide your daughter!

source: 이런 말을 들으면 더 눈물이 난다.
en: his question makes coffee even more teary.

source: 저번 파티에서….
en: at the last party…

source: 신부님께선 가족과 절연한 것으로 보입니다.
en: the priest seems to be estranged from his family.

source: 입장―
en: is coming in...

source: 어디 보자―.
en: let’s see…

source: 미완성.
en: an incomplete one.

source: 그런 일이 있었어요.
en: something happened.

source: 피곤했겠다.
en: I figured you’d be tired.

source: 내가 정한 게 아니라 싫어.
en: because it wasn’t my choice.

source: 글쎄―
en: I don’t know...

source: 무슨 일이 있나…?
en: is something going on...?

source: 세탁이 꽤 오래 걸리네요~?
en: I guess the laundry’s taking quite a while.

source: 사모님… 그건 불가능해요.
en: madam… that’s impossible.

source: 해….
en: it’s…

source: 집안 경조사는 늘 제 몫이었으니까요.
en: I was always in charge of family celebrations.

source: 전부 실패하면요?
en: what if all fails?

source: 근처를 우연히 지나가다가 들었어요.
en: I happened to walk by and overheard you two.

source: 그밖에 보고할 것 있나?
en: do you have anything else to report?

source: 약간의 불안함이 우리를 찌른대도,
en: although we feel that slightest bit of uneasiness,

source: 꿈이라도 있었으면 좋았을 텐데.
en: I wish I had a dream.

source: 너무 무리하시는 거 아니에요?
en: aren’t you taking on too much?

source: 시끄러운 재벌 놈들…
en: noisy conglomerates…

source: 많이 화났어요?
en: is he very angry?

source: 너무 잘 어울리세요, 작은 주인님~!
en: it looks so good on you, young master!

source: 책장도 트럭으로 옮겨!
en: move the bookshelf to the truck as well!

source: 이제 그 둘을 어떻게 훼방 놓느냐만 남았군.
en: now, to figure out how to thwart those two.

source: 거리로 나가 보자.
en: I should go hit the streets.

source: 그치, 조한아 -?
en: right, johan?

source: 만들고 싶었다.
en: mine.

source: 혹시 상담이 필요하다면….
en: if you are in need of counseling...

source: 네―?!!
en: what...?!

source: 내 영향력이 이 정도라고―!
en: must be I’m just that influential?

source: 우오아아!
en: wow!

source: 넵….
en: yes…

source: 결혼할 때가 되니 불안해서…
en: I’m getting nervous about getting married…

source: 기도에 정답이 있는 건 아니니까, 아주 사소한 것도 괜찮습니다.
en: prayer isn’t about finding all the right answers, so even the simplest things will do.

source: 분명 무슨 일이 생긴 거야.
en: something must’ve happened.

source: 어차피 나랑 결혼하면 집안의 권력은 당신 차지가 될 텐데,
en: once we’re married, you’ll be the one in charge of the household anyways.

source: 난 네 발판이 될 거야.
en: I’ll become your foothold.

source: 남자친구라고??
en: are you sasha’s boyfriend?

source: 방에서 기다리지 그러니?
en: why don’t you wait in your room?

source: 마, 맞아!
en: r-right!

source: 좋은 작전이죠?!?!
en: isn’t this a good plan?!

source: 모두가 보는 앞에서 신부님과 사랑의 도피?
en: eloping with the priest in front of everyone?

source: 이걸 기회로 삼읍시다.
en: let's take this as an opportunity.

source: 하하하,
en: hahaha,

source: 저 두 사람 은근히 죽이 잘 맞을 것 같단 말이야.
en: those two seem like they could get along pretty well.

source: 그럼 본론부터 이야기하죠.
en: let’s get straight to the point then.

source: 사사 선생님?!?!
en: miss sasha?!

source: 창백한 얼굴.
en: and a pale face.

source: 이 외에 별다른 시련이 일어나지 않기를 바라며―
en: ...and pray that no other hardships will come our way...

source: 야, 너 진짜 멍청하다.
en: geez, you moron!

source: 단델리온… 무슨 심경의 변화가 생긴 걸까?
en: daniel… did he have a change of heart?

source: 그건 누구 생각이죠?
en: whose opinion is that?

source: 글렀다.
en: I screwed up.

source: 커피,
en: coffee,

source: 안 울어!
en: no, I’m not!

source: 당신이야말로 왜, 이렇게 삐딱한 거예요?
en: and you, why are you so twisted?

source: 그런 병원장 사모님이 되는 건 싫어요?
en: you wouldn’t like being the wife of a director to a hospital like that?

source: 이런 일이 나에게 무뎌졌기 때문인가?
en: is it because I’ve grown numb to this kind of thing?

source: 네가 왜 울었는지 알아야겠어.
en: I must find out why you cried.

source: 이 근처에 재밌는 거 많아-!
en: there are lots of interesting things here!

source: 어른은 다 그런 거야?
en: are all adults like that?

source: 감사합니다.
en: thank you.

source: 어차피 개인 물건도 얼마 없긴 했지만.
en: not that I had a lot of personal belongings to begin with.

source: 괜찮으시겠어요?
en: will you be okay?

source: 없지?
en: no, right?

source: 친구 불렀어?
en: did you call a friend over?

source: 그냥 모른 척하고 넘어가 주면 안 돼?
en: can you just turn a blind eye?

source: 아버지,
en: father,

source: 헐―
en: woah!

source: 조한이라고 불러도 되죠?
en: can I call you johan?

source: 이렇게 계속 지낼 순 없어요.
en: you can’t go on like this.

source: 영원할 거야….
en: ...will last forever.

source: 출근 준비나 하자.
en: let’s get ready to go.

source: 한 시간 후에 연회가 있으니 참가해주시면 감사하겠습니다.
en: there’ll be a banquet in an hour’s time, I’d appreciate it if you could participate.

source: 음― 확실히 아이들끼리는 힘들지….
en: hmm, it truly is hard for kids...

source: 학교랑 제가 무슨 상관 인데요!?!?
en: what does the school have to do anything with me?!

source: 미안하게도,
en: I’m really sorry,

source: 너에게 실망하는 것도 지치는구나, 단델리온.
en: I’m tired of being disappointed in you, daniel.

source: 나이 든 여자가 새로운 도전을 한다는 건 불가능에 가깝답니다.
en: but it’s almost impossible for an older woman to take on a new challenge.

source: 죄책감은 접어둬.
en: don’t feel guilty.

source: 축의금을?!
en: congratulatory money?!

source: 네까짓 게 다른 사람도 아니고 신부님을 꼬셔?!?
en: how could you seduce a priest of all people?!

source: 기뻐….
en: makes me happy.

source: 신부님이 직접 쓰신 걸까?
en: did the priest write it himself?

source: 어디 가는 거야?!?!
en: where are you going?!

source: 평화로워.
en: it’s peaceful.

source: 설마 자네가 사고 쳤을 린 없고.
en: I hope there haven’t been any accidents.

source: 난… 엄마의 그런 모습을 한 번도 본 적 없어.
en: I’ve… never seen my mother look like that before.

source: 부탁만 한다면 후원까지 해주실 든든한 분이거든요.
en: he’s a reliable person who will even sponsor you if you ask for it.

source: 요즘 같은 세상에 누가 학교에 연락 갈 정도로 사고를 쳐~!
en: who would get themselves in such a big mess these days?

source: 나무에 올라가면 위험해요.
en: it’s dangerous to climb a tree.

source: 이러다 동네 꼬마도 정문으로 걸어들어오겠어.
en: even a kid is going to be able to walk in at this rate.

source: 옥상에 정원이 있는데 그곳부터 보실까요.
en: there’s a garden on the rooftop. why don’t I show that to you first?

source: 하기 싫으면
en: if you don’t want to...

source: 귤이는 이만큼 아팠대.
en: gyul says it hurt this much.

source: 수갑 채워진 꼴 웃기지 않아요?
en: isn't it funny seeing me handcuffed?

source: 어머님.
en: mrs.

source: 30년 동안 사람 하나 바보 만드는데 동조 해놓고 슬슬 발 빼려고?
en: after making a fool out of a person for thirty years, are you trying to get away with it?

source: 어서 신으세요.
en: hurry up and put them on.

source: 사사도 그 생각에 동의하는 겁니까?
en: but did she agree to that?

source: 별일 아니니 걱정 마시길.
en: don’t worry, it’s no big deal.

source: 뭐야, 이 ㅅㄲ는?
en: who the hell is this prick?

source: 충분히 이해했습니다.
en: I completely understand.

source: 먼지가 한 톨도 없어.
en: there’s not a single speck of dust.

source: 맞잖아.
en: I’m right, huh?

source: 그래?
en: really?

source: 소란 피우면 안 돼.
en: you mustn’t make a fuss.

source: 식이 끝나면 다과 장도 준비돼있으니 끝까지 즐겨주십시오.
en: there’s also a refreshment area after the meal, so please help yourselves.

source: 응~?
en: alright?

source: 이런 망나니 같은 짓을 그만하게 만들고 싶군요.
en: ...to stop this rash behavior.

source: 그것 때문에 휴가 낸 거예요?
en: is that why you’re on leave?

source: 아이구!
en: oh my!

source: 신부님!!!
en: father!!!

source: 그 누구보다도 잘 알잖아요.
en: you know that better than anyone else.

source: 고맙군요.
en: thank you.

source: 이제 준비해야 할 건….
en: what I need to prepare now is...

source: 이대로 무너진다면 낑깡이 바라는 대로 되는 거라고.
en: falling apart like this is what gyul wants.

source: 어때, 신부님.
en: what do you think, father?

source: 차차 설명해드릴게요.
en: I’ll explain it eventually.

source: 그게 아니라면….
en: if not….

source: 에라이, X발!
en: ah, f*ck. whatever!

source: 귤아.
en: gyul.

source: 다 똑같은 놈들이야.
en: they’re all the same.

source: 뚝―!
en: don't cry...!

source: 대체 어딜 그렇게 싸돌아다니는 거니?
en: just where the heck are you wandering off to?

source: 불편할 건 또 뭐람.
en: what’s the inconvenience?

source: 집중도!{j}쑥쑥!
en: and concentrate better, too!{j}

source: 너라는 애는 정말
en: seriously, you-!

source: 단단, 안녕.
en: hi, dandan.

source: 모른 채 살았다면 슬펐을 거야.
en: I would’ve been sad if I didn’t know about that.

source: 당연하죠!
en: of course!

source: 뭐냐고….
en: what…

source: 기도라는 게 생각처럼 쉽지가 않더군요.
en: prayer isn’t as easy as I thought.

source: 화난 거 아니죠?
en: you’re not angry at me, are you?

source: 누가 그런 말을 해?!
en: who said that?!

source: 뭐어-?
en: what?!

source: 난 할 수 있어!
en: I can do it...

source: 역시 그놈들이….
en: just as I thought, those b*stards…

source: 말 그대로예요, 제가 어르신 명령으로 자리를 주선했답니다.
en: it’s just as I said. I arranged a meeting as per your father’s orders.

source: 아… 하… 하….
en: ah... ha... ha...

source: 안녕, 사사.
en: hi, sasha.

source: 왜 그러시죠?
en: what’s wrong?

source: 무슨 일 있으면 언제든지 연락하고…
en: call me if anything happens...

source: 거짓말 마!
en: liars!

source: 관심을 가지니까 이상하다는 게 느껴지더라.
en: I realized it was strange when I paid attention.

source: 설마, 미안하다든가.
en: are you thinking of saying sorry

source: 기억해.
en: remember that.

source: 조한아!
en: johan!

source: 너무 무리하지는 마.
en: don’t push yourself too hard.

source: 정말 존경스러워.
en: ...is truly admirable.

source: 어떤 귀신이 있을까~ 빨리 보고 싶다♡
en: I wonder what kind of ghost is here. I wanna see it.

source: 이런 게 어딨어!
en: how is this fair!

source: 보통 그렇게까지 하기가 쉽지는 않으셨을 텐데….
en: that must’ve been difficult…

source: 셋이서 이야기 하기로 했잖아.
en: I thought all three of us were going to talk together.

source: 그냥… 너와 친구라는 사실이 좋다고.
en: it’s just… I like the fact that we’re friends.

source: 그럼 이만―!!
en: all right, I’m gonna go now!

source: 걱정
en: worried.

source: 방에서 조금 쉬시지요.
en: why don’t you rest in your room?

source: 역시,
en: I knew it.

source: 제 꼴이 어때서요?
en: what I look like?

source: 안 그래도 할 일이 많잖아.
en: you have so much to do already.

source: 오늘 하루도 무사히 지나갔군.
en: another uneventful day’s gone by.

source: 허영만 쫓다가 아무것도 손에 쥘 수 없―
en: chasing after vanities and coming up empty handed--

source: 내 동생들이야~!
en: these are my little siblings!

source: 인수인계?
en: you’ll be taking over?

source: 어쩌고 저쩌고, 자기 생각을 강요할 거잖아.
en: you’re just going to lecture me and push your thoughts on me.

source: 그러니까
en: so,

source: 큰일이니… 뭐니…
en: doing great things and all...

source: 인사가 늦었습니다.
en: this is a late greeting.

source: 아무튼 그래서 핸드폰에 든 자료도 무사해요.
en: anyway, the data on my phone is safe.

source: 설거지를 할 줄 몰라?
en: you don’t know how to do dishes?

source: 조한아!!
en: johan!!

source: 심호흡하고
en: take some deep breaths...

source: 아버지…
en: father…

source: 아빠는 너에게 나만큼이나 진심일 테니까.
en: dad will treat you as seriously as I will.

source: 그밖에 따로 보고할 건?
en: anything else to report?

source: 네 할 일이나 해.
en: just do your work.

source: 잘 자.
en: good night.

source: 도시락 싸 왔답니다.
en: I packed food to bring for you.

source: 난 아버지랑 대화할 때 10분 정도면 끝나는데.
en: I don’t even talk to my father for more than ten minutes.

source: 어디?
en: where?

source: 핸드폰 던져버리고 새로 사지도 않고.
en: you threw away my phone and didn’t buy a new one.

source: 결국은….
en: in the end...

source: “아이들을 위해서라기에는 동기가 부족하지 않니?”
en: “you say it’s for the students, but you go above and beyond.”

source: 결혼하게 돼버렸답니다-!
en: I’m getting married!

source: 불빛 하나 안 켜두다니 독특한 취향이시군.
en: it’s strange that there’s no light in here.

source: 여기~
en: over here!

source: 어르신께서 오래 준비하시던 일이지요.
en: your father’s been preparing it for a long time now.

source: 어디 불편한 곳이라도 있는 거야?
en: are you feeling unwell?

source: 그래서 팔이 부러졌어.
en: I ended up breaking my arm.

source: 혼자 계신 거 맞나요?
en: are you by yourself?

source: 고의성이 다분하다?
en: it was intentional?

source: 정말 엉터리지.
en: it really is.

source: 도망칠 곳이 없다는 건 어떤 느낌일까….
en: I wonder how it feels to have nowhere to run…

source: 무슨 생각을 그렇게 해요?
en: what are you thinking about?

source: 이대로 흘려보낼 수도 있겠지만….
en: I think we can just let it slide but...

source: 전송―!
en: sent!

source: 왜 이렇게 착해?!?!
en: why are you so kind?!

source: 난 이 자리에 돌아올 거야.
en: I’ll be back.

source: 착하지.
en: good boy.

source: 미디어 룸으로 만드는 것도 괜찮겠네요.
en: maybe I’ll make it into a media room.

source: 내가 사는 게 편해 보였니?
en: do I look like I’ve been living a comfortable life?

source: 여긴 어떻게 아셨어요?
en: how did you know about this place?

source: 당신은 늘 그런 식이야.
en: you’re always like this.

source: 몽땅 까지는 아니고…
en: well, it wasn’t everything, but...

source: 어느 순간부터 혼자가 되는 거죠.
en: eventually, you will be alone.

source: 네가 집을 나가자마자 둘째가 생겼어.
en: we had a second child as soon as you left home.

source: 당신 보고 달려온 게 아니랍니다~!
en: it’s not you I came running to see!

source: 와악-
en: wah.

source: 학생!
en: kiddo!

source: 가끔은 내 자식이 맞나 싶습니다.
en: sometimes I wonder if she’s really my child.

source: 놀자, 엄마―
en: mom, let’s play!

source: 아버님은 사사를 어떤 사람이라고 생각하시죠?
en: what kind of a person do you think sasha is?

source: 무슨 약점을 잡힌 게 아닐까?!
en: does he have something on coffee?

source: 단델리온이 들킬 뻔했나 보구나.
en: it looks like daniel almost got caught.

source: 난 그저 상황을 바로 정리할 방법을 쓴 것뿐이야.
en: I simply resorted to the fastest solution.

source: 금귤…?
en: gyul geum...?

source: 난, 위선자예요….
en: I’m such a hypocrite...

source: 왜―
en: why-

source: 실험… 아니,
en: the experiment-- I mean...

source: 갑자기 불러내서 미안―
en: sorry for calling you here so suddenly!

source: 그리고…
en: and...

source: 말도 안 돼.
en: there’s no way.

source: 시집가서도 얼굴에 먹칠할까 봐 아빠는 겁이 나.
en: I fear you’d embarrass yourself even after getting married.

source: 너 같은 건 이 집안 장난감일 뿐이라고.
en: you’re just a household plaything.

source: 벌써부터 이러면 어떡하니?
en: how could you be like this already?

source: 편히 있다 가~
en: make yourself comfortable.

source: 저기서 뭐 하는 거지?
en: what’s he doing there?

source: 지금 네가 느끼는 감정.
en: that’s probably exactly

source: 천사로 만들어.
en: make her an angel.

source: 그저―
en: ...just--

source: 호오-
en: ooh.

source: 쓰러질 것 같은 가녀린 몸에,
en: a body so slender it might collapse...

source: 지능이 떨어지는 거로 모자라서!!
en: not only are you dense...

source: 그런 건 비즈니스적으로도 좋지 않아.
en: that wouldn’t be good for the business either.

source: 계십니까-?
en: is anyone there?

source: 포장마차 같은 건 부른 적 없는데.
en: I’ve never called a street stall.

source: 핫초코라도 타드려요?
en: can I get you some hot chocolate?

source: 이왕이면 너보다 젊고 튼튼한 사람으로.
en: someone younger and stronger than you.

source: 오, 사빡이다.
en: oh, it’s miss sasha.

source: 딱히 아가씨 때문이 아니더라도 너무 위험이 크긴 했어.
en: even if it wasn't for miss sasha, it was too risky.

source: 커피 만나고 온 거야?
en: did you meet with coffee?

source: 내 정신 좀 봐―!
en: I’m such a scatterbrain!

source: 식약처에서도 허가가 떨어졌으며,
en: the food and drug administration has also approved it...

source: 이건 평등하고,
en: it was equal...

source: 괜찮아―
en: it’s okay.

source: 너는 내 딸이다.
en: you’re my daughter.

source: 거기 수레 좀―
en: can you grab me the cart?

source: 그놈은 착한 척하며 널, 구슬릴 거야.
en: he’ll pretend to be nice and try to trick you.

source: 갑자기 소름이…!
en: I got goosebumps…!

source: 이거 미치겠군.
en: this is driving me crazy.

source: 설명해주면 이해할 건가요?
en: do you think you’ll understand if I explain it to you?

source: 커피-
en: coffee.

source: 걱정 마세요, 난 튼튼하니까요.
en: don’t worry, I’m strong.

source: 다른 옷 입고 하시지 -?
en: shouldn’t you wear something else?

source: 이 모든 것이 실패해서
en: if all this fails,

source: 그냥 뭐, 뻔한 이야기지.
en: it’s just... obvious.

source: 큰 바보, 재밌는데―
en: big dummy was fun...

source: 독립!??!
en: independent?!

source: 어, 어쩌지?!
en: w-what do I do?!

source: 우울한 것보단 낫지.
en: that’s better than being depressed.

source: 나도 죽어버릴 거야….
en: and I’ll die too...

source: '희망 비타민' 이라는 게 뭐지?
en: what’s this “hope vitamin”?

source: 왜 안 혼내지?
en: why didn’t I get scolded?

source: 깡패질을 하고 다녀?!!
en: ...but you’re also making trouble like a thug!

source: 권 총장님의 자녀 사랑이 특출나다고 소문이 자자한데요!
en: president gwon, rumors say your affection for your children is remarkable!

source: 평등하고,
en: and fair...

source: 네엥.
en: okay.

source: 겨울이니까, 하루 정도는 밖에 둬도 되지 않을까~?
en: since it’s wintertime, wouldn’t it be okay to leave it outside overnight?

source: 매주 토요일 오전 5시 별관 기도실.
en: every saturday at 5am in the annex’s prayer hall.

source: 하하―
en: haha...

source: 이야기 잘 들었습니다.
en: thank you for sharing.

source: 이 자리에 계속 머무는 건 큰 실례 인 것 같아….
en: I don’t think I should stay here…

source: 그 집 주소 알아요?
en: do you know the address?

source: 들어가서 좀 쉬시는 게 좋겠어요.
en: you'd better go in and get some rest.

source: 최저시급의 5배를 주지.
en: I’ll pay you five times the minimum wage.
